<template>
    <div class="container">
        <h5 class="mt-3">Основные правила сайта</h5>
        <div class="col-12 content cards mb-3 p-3">
            <div>- Запрещено использовать баги/уязвимости сайта. Все попытки использование таковых ведут за собой блокировку аккаунта.</div>
            <div>- Администрация сайта в праве заблокировать учетную запись без объяснения причин блокировки.</div>
            <div>- Сайт не несет ответственность за проигранный баланс.</div>
            <div>- Сайт не является азартной игрой!</div>
            <div>- Сайт предназначен для лиц старше 18 лет, если вам менее 18, немедленно покиньте его.</div>
            <div>- Запрещено использовать более 1 аккаунта для игры на сайте, при факте нарушения данного правила, ваш аккаунт может быть ограничен или заблокирован.</div>
            <div>- Запрещено использовать фейк аккаунты (пустые аккаунты, без записей/друзей и пр).</div>
            <div>- Запрещено использовать один кошелек для вывода на нескольких аккаунтах.</div>
            <div>- Запрещено использовать бонусную систему сайта для корыстных умыслов, с целью получения прибыли.</div>
            <div>- Запрещено использовать трансфер средств с одной платежной системы на другую.</div>
        </div>
        <h5 class="mb-3 mt-3">Ответы на часто задаваемые вопросы</h5>
        <div
            class="col-12 content cards mb-3 p-3"
            v-for="item in items"
            :key="item"
        >
            <h6>{{ item.title }}</h6>
            <div>{{ item.quest }}</div>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {
            items: [
                {
                    id: 1,
                    title: "Не пришел вывод",
                    quest: "Вывод осуществляется до 24 часов. Платежная система может задержать вывод до 48 часов."
                },
                {
                    id: 2,
                    title: "Как начать с вами сотрудничать?",
                    quest: "Чтобы предложить нам сотрудничество, вы можете написать нашему менеджеру в Telegram - @luckermanager"
                },
                {
                    id: 3,
                    title: "Нужен ли депозит для вывода?",
                    quest: "Да, депозит составляет всего 50₽. Максимальный вывод с бонусов 300₽"
                },
                {
                    id: 4,
                    title: "Есть ли отыгрыш депозита?",
                    quest: "Да, сумма любой вашей ставки учитывается при отыгрыше. Отыгрыш составляет x3 от депозита"
                },
                {
                    id: 5,
                    title: "Как часто я могу брать бонусы и сколько я получу?",
                    quest: "Ежедневный бонус от 1₽ до 10₽. Ежечасный бонус до 3₽"
                }
            ]
        }
    }
}
</script>
